Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/backup.html.po
Languages: de, sv

source: This backup service allows you to backup any data on your {PLATFORM} to a USB disk, an eSATA disk or to a remote server supporting FTP or SSH protocols. For instance you can create a backup from one {PLATFORM} to another using the SSH protocol, and using the EasyFind name as the “target server”.
de: Dieser Backup Dienst ermöglicht die Sicherung aller Daten Ihres {PLATFORM} auf eine externe USB- oder eSATA-Festplatte oder auf einen entfernten Fileserver, der FTP oder SSH Protokolle unterstützt. So kann z.B. unter Angabe des EasyFind Namen als Ziel, ein Backup eines {PLATFORM} auf einen Zweiten per SSH erstellt werden.
sv: Denna tjänst låter dig säkerhetskopiera valfri data på din {PLATFORM} till en USB-disk, en eSATA-disk eller en server som stöder FTP eller SSH. Exempelvis kan du skapa en backup från en {PLATFORM} till en annan genom att använda SSH, och använda EasyFind-namnet som adress till "målservern".

source: The backup service is timelined, hence you can choose to restore your data from any of the backup occasions. For instance if you create a backup job you run hourly, and need to restore a file to the state it had four hours earlier, this is possible.
de: Der Backup Service speichert die aufeinanderfolgenden Sicherungen zeitlich gegliedert, sodass die Daten verschiedener Sicherungen wiederhergestellt werden können. Wenn Sie z.B. stündlich eine Datensicherung fahren und den Stand einer Datei von vor 4 Stunden wiederherstellen wollen, so ist dies möglich.
sv: Tjänsten har en tidslinje, vilket innebär att du kan återställa från valfri tidpunkt. Exempelvis kan du skapa ett backupjobb som kör varje timme, och om du behöver återställa en fil som den såg ut fyra timmar tidigare är detta fullt möjligt.

source: The backup can also be run differentially. This means that it will only send changes that might have taken place in your data. If no changes are made, no data is being sent and no additional storage space is used on the target.
de: Die Datensicherung kann auch inkrementell erfolgen. In diesem Modus werden nur Änderungen gesichert. Wenn keine Änderungen stattgefunden haben, so werden auch keine Daten gespeichert und kein überflüssiger Speicherplatz belegt.
sv: Säkerhetskopia kan även köras diffrentiellt. Detta innebär att den endast skickar ändringarna som eventuellt har skett sedan förra backuptillfället. Om inga ändringar gjort behöver ingen data skickas, och följaktligen tas heller inget extra utrymme upp på måldisken.

source: You can also choose to encrypt the backup. If you choose this, the backup is encrypted both during transfer to target and on the actual target. This allows you to send backups to untrusted servers without worrying that someone might read your backup data.
de: Sie haben die Wahl, die Datensicherung zu verschlüsseln. Dies betrifft sowohl die Übertragung der Daten, als auch die Speicherung der Datensicherung auf dem Zielspeicher. Somit können Sie eine Datensicherung auch auf Servern ablegen, dessen Vertrauenswürdigkeit Sie nicht einschätzen können.
sv: Du kan också välja att kryptera säkerhetskopian. Om du väljer detta är den krypterad både under tiden den skickas till målet och när den lagrats på målet. Detta låter dig skicka säkerhetskopior till servrar med dålig säkerhet utan att du behöver oroa dig.

source: <em>Note: If you misplace the password you use to create an encrypted backup, you will not be able to restore this backup!</em>
de: <em>Achtung: Geht das Password einer verschlüsselten Datensicherung verloren, so können diese Daten nicht wiederhergestellt werden.</em>
sv: <em>OBS: Om du blir av med lösenordet kommer du inte att kunna återställa säkerhetskopian!</em>

source: Create a backup
de: Datensicherung erstellen
sv: Skapa en säkerhetskopia

source: Click the button “Add new backup job” and follow the wizard
de: Wählen Sie die Funktion „Neue Datensicherung erstellen“ und folgen Sie dem Ablauf
sv: Klicka på knappen "Lägg till nytt backupjobb" och följ instruktionerna

source: Restore a backup
de: Datensicherung wiederherstellen
sv: Återställ en säkerhetskopia

source: Click the button “Restore” next to the date or time you wish to restore from.
de: Klicken Sie auf die Funktion „Wiederherstellen“ und neben den Daten oder der Zeit, die Sie wiederherstellen wollen.
sv: Klicka på "Restore" intill datumet eller tiden du vill återställa från

source: Restore a backup not using {PLATFORM}
de: Datensicherungen ohne {PLATFORM} wiederherstellen
sv: Återskapa en säkerhetskopia utan att använda {PLATFORM}

source: If you in the future would like to restore a backup not using {PLATFORM}, this is possible but does require a Linux machine with the Duplicity software installed. Just point Duplicity to the backup target and perform the restore. Note that you still ned the password if you chose to encrypt your backup
sv: Om du i framtiden skulle vilja återställa en säkerhetskopia utan att använda {PLATFORM} är detta möjligt, men kräver en Linuxdator med Duplicity installerat. Det är bara att peka Duplicity till säkerhetskopian och utföra återställningen. Notera att du fortfarande behöver lösenordet om du valde att kryptera din säkerhetskopia

source: How long will my backup take?
sv: Hur lång tid kommer min backup att ta?

source: The first time a backup runs it can be very time consuming. For example 500 digital photos of 5 MB each would take approximately five hours to complete the first time, over a fast internet connection or to a local device. <em>Note: The following backups only sends changes (new photos) so they will be faster.</em>
sv: Första gången en backup körs kan det ta lång tid. Exempelvis kan 500 foton á 5 MB ta i storleksordningen fem timmar att slutföra första gången, över en snabb internetuppkoppling eller till en lokal enhet. <em>Notera: Efterföljande säkerhetskopior skickar bara ändringarna (nya foton) så dessa kommer att gå fortare.</em>

source: Save your backup jobs
de: Sicherung ihrer backup planugen
sv: Spara dina backupjobb

source: As a security measure, perform a settings backup to save your backup jobs if you have to reinstall your {PLATFORM}. Click Settings in the menu and then Backup settings
de: Die Einstellungen zu geplanten Datensicherungen (Backup jobs) können ebenfalls gespeichert werden, um Sie nicht zu verlieren, falls das Betriebssystem des {PLATFORM} wiederhergestellt werden soll. Wählen Sie dazu „Einstellungen“ und dann „Backup Einstellungen“.
sv: Av säkerhetsskäl, skapa en inställningsbackup för att spara dina backupjobb om du måste installera om din {PLATFORM}. Klicka på Inställningar i menyn och sedan Säkerhetskopiering och återställning av inställningar
