Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/disk_raid.html.po
Languages: de, es

source: The RAID function in {PLATFORM} combines the /home partition and one external hard disk into a single logical unit.
de: Die RAID-Funktion von {PLATFORM} kombiniert die /Home-Partition und eine externe Harddisk zu einer logischen Einheit.
es: La función RAID en {PLATFORM} combina la partición /home y un disco duro externo en una única unidad lógica.

source: Important
de: Wichtig
es: Importante

source: <strong>Warning!</strong> The process will destroy all user data - both on the internal and external disk.
de: Dieser Vorgang vernichtet sämtliche Benutzerdaten - sowohl auf der internen als auch auf der externen Disk.
es: <strong>¡Precaución!</strong> El proceso destruirá todos los datos de usuario - tanto en el disco interno como en el externo.

source: An old RAID disk will automatically be connected and included into the {PLATFORM} system upon boot, even though you have not set up your {PLATFORM} for a RAID extension. It is impossible to remove the extension without reinstallation. To format an old external RAID extended disk, connect the disk to a already running {PLATFORM}. Then choose 'Format' in the 'Disk -&gt; Information' menu.
de: Alte RAID-Disks werden automatisch verbunden und beim Hochfahren in das {PLATFORM}-System eingeschlossen, selbst wenn {PLATFORM} nicht für eine RAID-Erweiterung konfiguriert ist. Die Erweiterung kann nur durch eine Neuinstallation entfernt werden. Um eine alte, externe RAID-Disk, die als Erweiterung verwendet wurde, zu formatieren, verbinden Sie die Disk mit dem hochgefahrenen {PLATFORM}. Wählen Sie dann im Menü 'Disk -&gt; Informationen' die Option 'Formatieren'.
es: Un disco RAID antigüo será conectado automáticamente e incluído en el sistema {PLATFORM} en el arranque, incluso aunque no hayas configurado tu {PLATFORM} para una extensión RAID. Es imposible eliminar la extensión sin reinstalación. Para formatear un disco externo RAID antigüo, conecta el disco a un sistema {PLATFORM} ya arrancado. Entonces elige 'Formatear' en el menú 'Información -> de disco' menu.

source: To get out the most of your disks, use an external disk in the same size as your internal disk in {PLATFORM}.
de: Für optimale Leistung sollte die angeschlossene externe Disk genauso groß sein wie die interne Disk in {PLATFORM}.
es: Para sacar el mejor rendimiento a tus discos, utiliza un disco externo del mismo tamaño que tu disco interno en {PLATFORM}.

source: Total capacity of the array equals the capacity of the smallest disk in the array.
de: Die Gesamtkapazität des Array entspricht der Kapazität der kleinsten Disk im Array.
es: La capacidad total del conjunto es igual a la capacidad del menor de los discos del grupo.

source: It will take some time to create or restore a RAID array. For a 1TB disk it will take about 4 hours. This is handheld in the background of the {PLATFORM} system and will not be indicated to the user.
de: Die Erstellung bzw. die Wiederherstellung eines RAID-Array kann einige Zeit in Anspruch nehmen, für eine Disk mit 1 TB ungefähr 4 Stunden. Der Vorgang läuft im Hintergrund des {PLATFORM}-Systems ab und wird dem Benutzer nicht angezeigt.
es: Lleva un cierto tiempo crear o restaurar un grupo RAID. Para un disco de 1TB puede llevar unas 4 horas. Esto se ejecuta en el interior del sistema {PLATFORM} y no será mostrado al usuario.

source: To reuse your {PLATFORM} standalone without the RAID setup you have to reinstall your {PLATFORM} system.
de: Um {PLATFORM} wieder als eigenständiges System ohne RAID-Konfiguration zu benutzen, muss das {PLATFORM}-System neu installiert werden.
es: Para vulver a utilizar tu {PLATFORM} de forma autónoma sin la configuración RAID deberás reinstalar tu sistema {PLATFORM}.

source: Create RAID array
de: RAID-Array erstellen
es: Crear grupo RAID

source: Attach an eSATA disk. Please notice that the disk should be pre formatted, without old RAID or LVM systems.
de: Schließen Sie eine eSATA-Disk an. Beachten Sie, dass die Disk bereits formatiert sein sollte und keine alten RAID- oder LVM-Systeme enthalten sollte.
es: Inserta un disco eSATA. Asegúrate de que el disco esté preformateado, sin antigüos sistemas RAID o LVM.

source: Click 'Create RAID array'
de: Klicken Sie auf 'RAID-Array erstellen'
es: Haz clic en 'Crear RAID'

source: Select which external disk to include in the array.
de: Wählen Sie, welche externe Disk in das Array aufgenommen werden soll.
es: Selecciona el disco externo a incluir en el grupo.

source: Click 'Create RAID'.
de: Klicken Sie auf 'RAID erstellen'

source: <strong>Warning!</strong> Nothing may access /home while doing this operation. Make sure to exit any open ssh connections, shut down any samba/AFP connections and shut off all other services that may access /home.
de: <strong>Achtung!</strong> Unterbinden Sie alle Zugriffe auf /home während der Prozess läuft. Stellen Sie sicher, dass eine evtl. aufgebaute SSH Verbindung beendet ist, ebenso alle Samba/AFP Verbindungen und beenden Sie alle Prozesse, die auf /home zugreifen könnten.

source: <strong>Warning!</strong> All data on both disks will be erased.
de: <strong>Achtung!</strong> Alle Daten auf beiden Festplatten werden gelöscht.

source: Wait for the progress bar to complete. Be patient, it will take some time to create a RAID array if you are using large disks.
de: Warten Sie, bis die Fortschrittsanzeige beendet ist. Seien Sie geduldig, bei größeren Disks kann das Erstellen eines RAID-Array einige Zeit in Anspruch nehmen.
es: Espera a que se completa la barra de progreso. Ten paciencia, llevará algún tiempo crear un grupo RAID si estás utilizando discos grandes.

source: When finished, your external disk has been included in your RAID array.
de: Nach Abschluss des Vorgangs ist die externe Disk in das RAID-Array aufgenommen.
es: Cuando finalice, tu disco externo habrá sido incluído en tu grupo RAID.

source: <strong>List of RAID arrays</strong> - shows the total disk space, i.e. the smallest available disk (the {PLATFORM} /home partition or the external eSATA disk) in the array.
de: <strong>Liste der RAID-Arrays</strong> - zeigt die Gesamtkapazität an, d. h. die kleinste verfügbare Disk im Array (die {PLATFORM} /Home-Partition oder die externe eSATA-Disk).
es: <strong>Lista de grupos RAID</strong> - muestra el espacio en disco total, p.e. el del menor disco disponible (la partición /home {PLATFORM} o el disco externo eSATA) del conjunto.

source: <strong>List of RAID disks</strong> - shows the disks attached to the RAID system.
de: <strong>Liste der RAID-Disks</strong> - zeigt die an das RAID-System angeschlossenen Disks an.
es: <strong>Lista de discos RAID</strong> - muestra los discos agregados al grupo RAID.

source: Recover an external disk
de: Externe Disk wiederherstellen
es: Recuperar un disco externo

source: If you have a disc failure on your external disk or if you have by mistake disconnected the external disk you will need to do the following.
de: Wenn auf der externen Disk ein Fehler auftritt oder wenn die externe Disk versehentlich getrennt wurde, müssen Sie wie folgt vorgehen.
es: Si tienes un fallo de disco en tu unidad externa o si has desconectado por error el disco externo debes hacer lo siguiente.

source: Disconnect the broken external disk from the backside of {PLATFORM}.
de: Trennen Sie die fehlerhafte externe Disk vom {PLATFORM} (an der Rückseite).
es: Desconecta el disco externo averiado de la trasera de {PLATFORM}.

source: Attach a new external disk (or reconnect the by mistake disconnected one).
de: Schließen Sie eine neue externe Disk an (oder schließen Sie die versehentlich getrennte Disk wieder an).
es: Inserta un nuevo disco externo (o reconecta el desconectado por error).

source: Click on '<strong>Recover RAID array</strong>'.
de: Klicken Sie auf '<strong>RAID-Array erstellen</strong>'
es: Haz clic en '<strong>Recuperar grupo RAID</strong>

source: Select which external disk to add to RAID array. Click 'Recover array'.
de: Wählen Sie, welche externe RAID-Disk in das Array aufgenommen werden soll. Klicken Sie auf 'Array wiederherstellen'.
es: Selecciona el disco externo a añadir al grupo RAID. Haz clic en 'Recuperar grupo'.

source: Warning! All data will be erased from the external disk. Click 'Recover array'.
de: Warnung! Alle Daten, die sich auf der externen Disk befinden, werden gelöscht. Klicken Sie auf 'Array wiederherstellen'.
es: ¡Precaución! Todos los datos del disco externo serán borrados. Haz clic en 'Recuperar grupo'.

source: Press 'Close' to continue working with {PLATFORM}. The synchronization is in progress and will take a while.
de: Drücken Sie auf 'Schließen', um die Arbeit mit {PLATFORM} fortzusetzen. Die Synchronisation wird durchgeführt und nimmt einige Zeit in Anspruch.
es: Pulsa 'Cerrar' para continuar trabajando con {PLATFORM}. La sincronización está en progreso y le llevará un buen rato.

source: Recover an internal disk
de: Interne Disk wiederherstellen
es: Recuperar un disco interno

source: If you have a disk failure on your internal disk in {PLATFORM} you have to start by exchanging the disk and reinstalling via an USB memory. Then update {PLATFORM} to the latest software.
de: Wenn bei einer internen Disk in {PLATFORM} ein Fehler auftritt, müssen Sie die Disk zunächst austauschen und über einen USB-Speicher wiederherstellen. Danach wird {PLATFORM} auf die neuste Software aktualisiert.
es: Si tienes un fallo de tu disco interno en {PLATFORM} tienes que comenzar por cambiar el disco y reinstalarlo mediante una memoria USB. Después actualiza {PLATFORM} al software más reciente.

source: Attach the external RAID disk that is containing your data.
de: Schließen Sie die externe RAID-Disk an, die Ihre Daten enthält.
es: Inserta el disco RAID externo que contiene tus datos.

source: Select the external disk to add to RAID array. Click 'Recover array'.
de: Wählen Sie, welche externe RAID-Disk in das Array aufgenommen werden soll. Klicken Sie auf 'Array wiederherstellen'.
es: Selecciona el disco externo para agregar al grupo RAID. Haz clic en 'Recuperar grupo'.

source: Warning! All user data and the storage area will be erased from the internal disk. Click 'Recover array'.
de: Warnung! Alle Benutzerdaten und der Speicherbereich auf der internen Disk werden gelöscht. Klicken Sie auf 'Array wiederherstellen'.
es: ¡Precaución! Todos los datos de usuario y el área storage serán borrados del disco interno disco. Haz clic en 'Recuperar grupo'.

source: Warning! All data on both disks will be erased. Click 'Create RAID'.
es: ¡Precaución! Todos los datos de ambos discos serán borrados. Haz clic en 'Crear RAID'.

source: RAID status
es: Estado del RAID
