Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/disk.html.po
Languages: de, es, sv

source: Disk
es: Disco

source: Here you find the status of internal and external disks and storage devices. When a new device is attached you must press 'Connect' to be able to use the device.
de: Hier finden Sie den Status der internen und externen Disks und Speichergeräte. Wenn ein neues Gerät angeschlossen wird, müssen Sie auf 'Verbinden' drücken, damit das Gerät benutzt werden kann.
es: Aquí se muestra el estado de los discos interno y externo y dispositivos de almacenamiento. Cuando se inserta un nuevo dispositivo debes pulsar 'Conectar' para poder utilizar el dispositivo.
sv: Här hittar du statusen på interna och externa diskar och lagringsenheter. När en ny enhet kopplas in måste du trycka 'Anslut' för att kunna använda enheten.

source: <strong>Disk information</strong> - Shows disk name, size, disk type and a graphical overview of the partitions.
de: <strong>Diskdaten</strong> - Zeigt den Disknamen, die Größe, den Disktyp und eine grafische Übersicht der Partitionen an.
es: <strong>Información de disco</strong> - Muestra nombre de disco, tamaño, tipo y disposición gráfica de las particiones.
sv: <strong>Diskinformation</stron> - Visar diskens namn, storlek, disktyp och en grafisk översikt över partitionerna.

source: <strong>Partition information</strong> - Description of the partitions.
de: <strong>Partitionsdaten</strong> - Beschreibung der Partitionen.
es: <strong>Información de partición</strong> - Descripción de las particiones.
sv: <strong>Partitionsinformation</strong> - Visar en beskrivning av partitionerna

source: External disks
de: Externe Disks
es: Discos externos
sv: Externa diskar

source: <strong>Connecting</strong>
de: <strong>Verbinden</strong>
es: <strong>Conectando</strong>
sv: <strong>Ansluter</strong>

source: Attach a external disk, USB or eSATA drive.
de: Anschluss einer externen Disk oder eines USB- oder eSATA-Laufwerkes.
es: Inserta un disco externo, USB o disco eSATA.
sv: Lägg till en extern disk, USB eller eSATA-enhet.

source: Press '<strong>Connect</strong>' to the right of the partition you which to connect
de: Klicken Sie den '<strong>Verbinden</strong>' Schalter rechts der Partition, die Sie verbinden möchten
es: Pulsa '<strong>Conectar</strong>' a la derecha de la partición que quieres conectar
sv: Klicka '<strong>Anslut</strong>' till höger om partitionen du vill ansluta till

source: Now you will reach your files in the 'storage/extern' catalogue or by using for example Windows explorer.
de: Nun können Sie auf Ihre Dateien im 'Speicher/Extern'-Katalog oder z. B. mit dem Windows Explorer öffnen.
es: Ahora tienes acceso a tus ficheros en el catálogo 'storage/extern'o utilizando por ejemplo el explorador Windows.
sv: Nu kan du nå dina filer i 'storage/extern'-katalogen eller genom att använda t.ex. windows utforskaren.

source: <strong>Disconnecting</strong>
de: <strong>Verbindung trennen</strong>
es: <strong>Desconectando</strong>
sv: <strong>Kopplar från</strong>

source: When you want to unplug the external disk, USB or eSATA drive you must click 'Disconnect' first to ensure that it is safe to unplug the device.
de: Bevor eine externe Disk, ein USB- oder ein eSATA-Laufwerk getrennt wird, müssen Sie durch Anklicken von 'Trennen' sicherstellen, dass das Gerät ohne Datenverlust oder Beschädigung getrennt werden kann.
es: Cuando quieras extraer el disco externo, USB o disco eSATA debes hacer antestclic en 'Desconectar' para asegurar de que es seguro extraer el dispositivo.
sv: När du vill koppla ur din externa disk, USB eller eSATA, måste du trycka 'Koppla från' först, annars riskerar du att förlora data.

source: Then unplug the cable.
de: Ziehen Sie dann das Kabel ab.
es: Entonces desconecta el cable.
sv: Koppla sedan ur kabeln.
