Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/disk_lvm.html.po
Languages: de, es

source: Extending your disk
de: Disk erweitern
es: Ampliando tu disco

source: Extend your home partition with an attached external disk. This will create a single logical volume of the internal home partition and an attached disk. In other words, you will experience one big disk instead of two smaller. The total disk size will be the external disk size added to home partition size.
de: Erweitern Sie Ihre Home-Partition mit einer externen Disk. Die interne Home-Partition und eine angeschlossenen Disk werden dann zu einem logischen Volume zusammengefasst. Mit anderen Worten, Sie erhalten eine große Disk anstelle von zwei kleinen. Die Gesamtgröße der Disk ist die Größe der Home-Partition plus die Größe der externen Disk.
es: Amplia tu partición home conectando un disco externo. Esto creará un único volumen lógico de la partición home interna y el disco adjunto. En otras palabras, percibirás un único disco grande en lugar de dos mas pequeños. El tamaño total de disco será el tamaño del disco externo añadido al tamaño de la partición home.

source: Warning
de: Warnung
es: Precaución

source: <strong>Please notice that this is a non reversible operation. After your system has been extended together with the external drive, your system will always need to be connected to the external drive - and will not function without it. To be able to use your {PLATFORM} standalone again, you will need to reinstall the whole system.</strong>
de: <strong>Beachten Sie bitte, das dieser Vorgang nicht rückgängig gemacht werden kann. Systeme, die mit einem externen Laufwerk erweitert wurden, müssen immer mit diesem externen Laufwerk verbunden bleiben, andernfalls funktionieren sie nicht mehr. Erst durch eine Neuinstallation des gesamten Systems kann {PLATFORM} wieder allein benutzt werden.</strong>
es: <strong>Por favor se consciente de que esta es una operación no reversible. Una vez que tu sistena ha sido ampliado junto con el disco externo, éste siempre necesita la conexión del disco externo y no funcionará sin él. Para poder volver a utilizar tu {PLATFORM} independientemente de nuevo, deberás reinstalar todo el sistema.</strong>

source: <strong>An old LVM disk will automatically be connected and included into the {PLATFORM} system upon boot, even though you have not set up your {PLATFORM} for an LVM extension. It is impossible to remove the extension without reinstallation. To format an old external LVM extended disk, connect the disk to a already running {PLATFORM}. Then choose 'Format' in the 'Disk -&gt; Information' menu.</strong>
de: <strong>Alte LVM-Disks werden automatisch verbunden und beim Hochfahren in das {PLATFORM}-System eingeschlossen, selbst wenn {PLATFORM} nicht für eine LVM-Erweiterung konfiguriert ist. Die Erweiterung kann nur durch eine Neuinstallation entfernt werden. Um eine alte, externe LVM-Disk, die als Erweiterung verwendet wurde, zu formatieren, verbinden Sie die Disk mit dem hochgefahrenen {PLATFORM}. Wählen Sie dann im Menü 'Disk -&gt; Informationen' die Option 'Formatieren'.</strong>
es: <strong>Un disco tipo LVM será conectado automáticamente e incluído en el sistema {PLATFORM} para el arranque, incluso aunque no hayas configurado tu {PLATFORM} para una extensión LVM. Es imposible eliminar la extensión sin reinstalación. Para formatear un disco tipo LVM extendido, conecta el disco a un {PLATFORM} que esté arrancado. Entonces elige 'Formatear' en el menú 'Información->de disco'.</strong>

source: Create Extended disk (LVM)
de: Erweiterte Disk (LVM) erstellen
es: Crear disco extendido (LVM)

source: Attach a external disk, USB or eSATA. Please notice that the disk should be pre formatted, without old RAID or LVM systems.
de: Schließen Sie eine externe Disk oder ein USB- oder eSATA-Laufwerk an. Beachten Sie, dass die Disk bereits formatiert sein sollte und keine alten RAID- oder LVM-Systeme enthalten sollte.
es: Insertar un disco externo, USB o eSATA. Asegúrate de que el disco esté preformateado, sin anteriores sistemas RAID o LVM.

source: Select the 'Home partition' and the partition from the external disk (for example /dev/sdb).
de: Wählen Sie 'Home-Partition' und die Partition der externen Disk (z. B. /dev/sdb).
es: Selecciona la 'partición Home' y la partición del disco externo (por ejemplo /dev/sdb).

source: Click 'Extend partition'.
de: Klicken Sie auf 'Partition erweitern'.
es: Haz clic 'Ampliar partition'.

source: Wait for the progress bar to complete.
de: Warten Sie, bis die Fortschrittsanzeige beendet ist.
es: Espera a que la barra de progreso finalice.

source: When finished, your system has been extended together with the external drive.
de: Ihr System wurde jetzt auf das externe Laufwerk erweitert.
es: Una vez terminado, tu sistema ha sido ampliado junto con el disco externo.

source: Remove Extended disk (LVM)
de: Erweiterte Disk (LVM) entfernen
es: Eliminar disco extendido (LVM)

source: To remove Extended disk (LVM) from your system you need to reinstall the whole system.
de: Eine erweiterte Disk (LVM) kann nur durch eine komplette Neuinstallation des Systems entfernt werden.
es: Para eliminar el disco extendido (LVM) de tu sistema debes resintalar el sistema completo.
