Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/network_fw.html.po
Languages: de, es, sv

source: {PLATFORM} has an built in firewall to protect your internal network and {PLATFORM} itself.
de: {PLATFORM} verfügt über eine integrierte Firewall, die Ihr internes Netzwerk und {PLATFORM} schützt.
es: {PLATFORM} tiene integrado un cortafuegos para proteger tu red interna y al mismo {PLATFORM}.
sv: {PLATFORM} har en inbyggd brandvägg för att skydda ditt lokala nätverk och {PLATFORM} själv.

source: <strong>Allow external (WAN) access {PLATFORM} services</strong>
de: <strong>Externen (WAN) Zugriff auf {PLATFORM}-Dienste erlauben</strong>
es: <strong>Permitir servicios de acceso externo (WAN) a {PLATFORM}</strong>
sv: <strong>Tillåt extern (WAN) åtkomst till {PLATFORM}'s tjänster</strong>

source: <strong><strong>SSH (Port 22)</strong> - Enables Secure Shell (SSH) to {PLATFORM} from WAN.</strong>
de: <strong>SSH (Port 22)</strong> - Ermöglicht Secure Shell (SSH) zu {PLATFORM} (vom WAN).
es: <strong><strong>SSH (Puerto 22)</strong> - Permite Secure Shell (SSH) a {PLATFORM} desde WAN.</strong>
sv: <strong><strong>SSH (Port 22)</strong> - Tillåter åtkomst via SSH (Secure Shell) till {PLATFORM} från WAN.</strong>

source: <strong>Email server (Port 25)</strong> - Enables access from WWW to {PLATFORM}'s port 25. This is the default email server port for sending and receiving email.
de: <strong>E-Mail-Server (Port 25)</strong> - Ermöglicht den Zugang vom WWW zum {PLATFORM}-Port 25. Dies ist der Standard-E-Mail-Server-Port für das Senden und Empfangen von E-Mails.
es: <strong>Servidor de correo (Puerto 25)</strong> - Permite el acceso desde WWW al puerto 25 de {PLATFORM}. Es el puerto del servidor de correo por defecto para enviar y recibir correos.
sv: <strong>Epostserver (Port 25)</strong> - Tillåter åtkomst från internet till {PLATFORM}'s port 25. Detta är standardporten för att skicka och ta emot epost.

source: <strong>WWW (HTTP / HTTPS Ports 80 / 443)</strong> - Enables WWW traffic to {PLATFORM} from WAN.
de: <strong>WWW (HTTP / HTTPS-Ports 80 / 442)</strong> - Ermöglicht WWW-Traffic zu {PLATFORM} (vom WAN).
es: <strong>WWW (HTTP / HTTPS Puertos 80 / 443)</strong> - Permite tráfico WWW hacia {PLATFORM} desde WAN.
sv: <strong>WWW (HTTP / HTTPS Ports 80 / 443)</strong> - Tillåter internettrafik från internet till {PLATFORM}.

source: <strong>Email (IMAP / IMAPS Ports 143 / 993)</strong> - Enables access from WWW to {PLATFORM}'s ports 143 and 993. These ports are used for sending and receiving email.
de: <strong>E-Mail (IMAP / IMAPS-Ports 143 / 993)</strong> - Ermöglicht den Zugang vom WWW zu den {PLATFORM}-Ports 143 und 993. Diese Ports werden für das Senden und Empfangen von E-Mails verwendet.
es: <strong>Correo (IMAP / IMAPS Puertos 143 / 993)</strong> - Permite acceso desde WWW a los puertos 143 y 993 de {PLATFORM}. Estos puertos se utilizan para enviar y recibir correo.
sv: <strong>Epost (IMAP / IMAPS Portar 143 / 993)</strong> - Tillåter åtkomst från internet till {PLATFORM}'s portar 143 och 993. Dessa portar används för att skicka och ta emot epost.

source: <strong>FTP (Port 21)/strong&gt; - Enables FTP connections from WAN to {PLATFORM}'s port 21.</strong>
de: <strong>FTP (Port 21)</strong> - Ermöglicht FTP-Verbindungen vom WAN zum {PLATFORM}-Port 21.
es: <strong>FTP (Puerto 21)</strong> - Permite conexiones FTP desde WAN al puerto 21 de {PLATFORM}.
sv: <strong>FTP (Port 21)/strong&gt; - Tillåter FTP-kopplingar från internet. </strong>

source: <strong><strong>Downloader (Ports 10000-14000)</strong> - Enables faster torrent download. This rule opens the ports 10000-14000.</strong>
de: <strong>Downloader (Ports 10000-14000)</strong> - Ermöglicht schnelleren Torrent-Download. Diese Regel öffnet die Ports 10000-14000.
es: <strong><strong>Descargador (Puertos 10000-14000)</strong> - Permite acelerar la descarga de torrents. Esta regla abre los puertos 10000-14000.</strong>
sv: <strong><strong>Nedladdare (Portar 10000-14000)</strong> - Detta tillåter snabbare torrent-nedladdningar. </strong>

source: <strong>Respond to ping (ICMP type 8)</strong> - Enables ping from WAN. The default setting disables computers on the Internet to get a reply back from {PLATFORM} when it is being 'pinged'. This increases the security.
de: <strong>Auf Ping antworten (ICMP-Typ 8)</strong> - Ermöglicht Pingen vom WAN. Die Standardeinstellung verhindert, dass Computer im Internet eine Antwort von {PLATFORM} erhalten, wenn {PLATFORM} 'angepingt' wird. Dies erhöht die Sicherheit.
es: <strong>Responder a ping (ICMP tipo 8)</strong> - Permite el ping desde WAN. La configuración por defecto impide que las computadoras de internet obtengan respuesta desde {PLATFORM} cuando esta siendo 'pingado'. Esto incrementa la seguridad.
sv: <strong>Svara på ping (ICMP typ 8)</strong> - Tillåter Ping från internet (WAN). Standardinställningen har detta avstängt av säkerhetsskäl.

source: Advanced firewall settings
de: Erweiterte Firewall-Einstellungen
es: Configuración avanzada del cortafuegos
sv: Avancerade brandväggsinställningar

source: <strong>Source IP</strong> - The source IP on the WAN side that the port forward will be directed to. Enter 'all' if all the port forward are not directed to a specific IP address.
de: <strong>Source IP</strong> - Die Source IP (auf der WAN-Seite), an die die Portweiterleitung gerichtet wird. Geben Sie 'Alle' ein, wenn die Portweiterleitung nicht an eine spezifische IP-Adresse gerichtet ist.
es: <strong>IP origen</strong> - La dirección IP origen en el lado WAN a la que apuntará la redirección. Entra 'todos' si la redirección no está restringida a una dirección IP específica.
sv: <strong>Käll-IP-adress</strong> - Käll-IP-adressen på WAN-sidan som porten ska vidarebefordras till. Fyll i 'all' om det inte gäller någon specifik IP-adress.

source: <strong>Public port</strong> - The port number on the WAN side. You can input a single port or a range of ports (ex. 4001:4005).
de: <strong>Public port</strong> - Die Portnummer auf der WAN-Seite. Sie können einen Port oder einen Portbereich eingeben (z. B. 4001:4005).
es: <strong>Puerto público</strong> - El número de puerto en el lado WAN. Puedes poner un puerto único o un rango de puertos (p.e. 4001:4005).
sv: <strong>Publik port</strong> - Portnumret på WAN-sidan. Du kan skriva en ensam port eller flera (tex. 4001:4005).

source: <strong>Private port</strong> - The port number on the LAN side. Enter a single start port if range is used in Public port (ex. 4001).
de: <strong>Private port</strong> - Die Portnummer auf der LAN-Seite. Geben Sie einen Startport ein, wenn für Public Port ein Portbereich verwendet wird (z. B. 4001).
es: <strong>Puerto privado</strong> - El número de puerto en el lado LAN. Entra un único puerto de comienzosi se utiliza rango en el Puerto público (p.e. 4001).
sv: <strong>Privat port</strong> - Portnummret på LAN-sidan. Om du angett flera portar i 'Publik port' ska du bara ange startporten här (ex. 4001).

source: <strong>Private IP</strong> - The destination IP on the LAN side network that will be providing the virtual services (desired port forward).
de: <strong>Private IP</strong> - Die Ziel-IP im LAN-seitigen Netzwerk, das die virtuellen Dienste zur Verfügung stellt (gewünschte Portweiterleitung).
es: <strong>IP privada</strong> - La IP destino en la red LAN que va a dispensar los servicios virtuales (redirección de puerto deseada).
sv: <strong>Privat IP</strong> - Destinationen på LAN-sidan som din vidarebefordring ska gå till.

source: <strong>Protocol</strong> - The protocol used for the virtual service: TCP or UDP.
de: <strong>Protokoll</strong> - Das Protokoll für den virtuellen Dienst: TCP oder UDP.
es: <strong>Protocolo</strong> - El protocolo utilizado por el servicio virtual: TCP or UDP.
sv: <strong>Protokoll</strong> - Protokollet som används för tjänsten du vidarebefordrar: TCP eller UDP. Är du osäker så prova TCP, detta är det vanligaste.

source: User defined open / forwarded ports
de: Benutzerdefiniert geöffnete / weitergeleitete Ports
es: Puertos abiertos / redirigidos definidos por el usuario
sv: Öppnade eller vidarebefordrade portar

source: This shows the enabled port forwards. Press the pen symbol to the right of the rule to edit the port forward. Press the red X to the right of the rule to delete the port forward.
de: Dies zeigt die aktivierten Portweiterleitungen an. Drücken Sie das Stiftsymbol rechts neben der Regel, um die Portweiterleitung zu bearbeiten. Drücken Sie das rote X rechts neben der Regel, um die Portweiterleitung zu löschen.
es: Aquí se muestran las redirecciones habilitadas. Pulsa en el símbolo de lápiz a la derecha de la regla para editar la redirección del puerto. Pulsa la x roja a la derecha de la regla para eliminar la redirección del puerto.
sv: Detta visar portvidarebefordringar. Klicka på pennan för att redigera. Klicka på krysset för att radera portvidarebefordringen.

source: <i>Update</i> saves your changes.
de: <i>Aktualisieren</i> speichert Ihre Änderungen.
