Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/network_wlan.html.po
Languages: de

source: <i>Update</i> saves your changes.
de: <i>Aktualisieren</i> speichert Ihre Änderungen.

source: {PLATFORM} can act as your access point, both in 'Router + Firewall + Server' or in 'Server only' mode.
de: {PLATFORM} kann sowohl im 'Router + Firewall + Server'-Modus als auch im 'Nur Server'-Modus als Zugangspunkt fungieren.

source: <strong>Wireless access point</strong> - Switch to enable the wireless access point in {PLATFORM}.
de: <strong>Wireless-Accesspoint</strong> - Für die Aktivierung des Wireless-Accesspoint in {PLATFORM}.

source: <strong>Network name (SSID)</strong> - This is the name that identifies a particular wireless network. The SSID can be up to 32 characters long.
de: <strong>Netzwerkname (SSID)</strong> - Dies ist der Name, der ein bestimmtes Netzwerk identifiziert. Die SSID darf max. 32 Zeichen lang sein.

source: <strong>Password</strong> - The password (aka pass phrase) is a set of characters that must be entered exactly the same in both your {PLATFORM} and your network clients. Enter the password in ASCII characters. The length must be between 8 to 63 for WPA and 5 or 13 characters for WEP.
de: <strong>Passwort</strong> - Das Passwort (Aka-Passphrase) ist eine Zeichenfolge, die sowohl bei {PLATFORM} als auch bei Ihren Netzwerk-Clienten exakt gleich eingegeben werden muss. Geben Sie das Passwort in ASCII-Zeichen ein. Das Passwort muss für WPA zwischen 8 und 63 Zeichen und für WEP 5 oder 13 Zeichen lang sein.

source: Advanced wireless settings
de: Erweiterte Wireless-Einstellungen

source: <strong>Band</strong> - Choose what frequency band to use. 802.11n operates at two frequencies: 5 GHz and 2.4 GHz. Only devices which operate in the same frequency band can communicate with one another.
de: <strong>Band</strong> - Wählen Sie das zu verwendende Frequenzband. 802.11n arbeitet auf zwei Frequenzen: 5 GHz und 2.4 GHz. Nur Geräte, die auf demselben Frequenzband arbeiten, können miteinander kommunizieren.

source: <strong>Mode</strong> - Select which 802.11 mode to operate in. Modes are as follows: 'Legacy mode (802.11a/g)' - up to 54 Mbit/s and 'Mixed mode (802.11n + 802.11a/g)' - up to 300 Mbit/s.
de: <strong>Modus</strong> - Wählen Sie den zu verwendenden 802.11 Modus. Folgende Modi stehen zur Auswahl: 'Legacy Modus (802.11a/g)' - Bis zu 54 Mbit/s und 'Gemischter Modus (802.11n + 802.11a/g)' - bis zu 300 Mbit/s.

source: <strong>Channel width</strong> - Maximum transfer rate for 20 MHz is 130 Mbit/s. Maximum transfer rate for 40 MHz is 270 Mbit/s.
de: <strong>Kanalbreite</strong> - Die höchste Übertragungsgeschwindigkeit für 20 MHz beträgt 130 Mbit/s. Die höchste Geschwindigkeit für 40 MHz beträgt 270 Mbit/s.

source: <strong>Encryption</strong> - Choose between WEP, WPA1 or WPA2. WEP is not recommended due to low security.
de: <strong>Verschlüsselung </strong> - Wählen Sie zwischen WEP, WPA1 oder WPA2. WEP wird aufgrund der geringen Sicherheit nicht empfohlen.

source: <strong>Channel</strong> - Select the channel on your wireless access point in {PLATFORM}. In areas with several wireless networks, lower transfer speeds may be experienced. Then try a different channel. Channel availability is different for different countries due to regulations.
de: <strong>Kanal </strong> - Wählen Sie den Kanal für Ihren Wireless-Accesspoint in {PLATFORM}. In Gebieten mit mehreren Wireless-Netzwerken kann sich die Übertragungsgeschwindigkeit verlangsamen. Probieren Sie dann einen anderen Kanal. Die Kanalverfügbarkeit ist aufgrund der unterschiedlichen Regulierungen in jedem Land anders.

source: <strong>Broadcast SSID</strong> - Show or hide {PLATFORM}s SSID for wireless devices. By default the SSID is broadcasted.
de: <strong>Broadcast SSID </strong> - SSID von {PLATFORM} für Wireless-Geräte ein- oder ausblenden. Die Standardeinstellung ist SSID zeigen.
