Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/network_lan.html.po
Languages: sv

source: <i>Update</i> saves your changes.
sv: <i>Uppdatera</i> sparar dina ändringar.

source: Here you configure how you reach your {PLATFORM} from computers in your Local Area Network (LAN). Your {PLATFORM} has an auto detect function on the LAN port. This means that when connected, {PLATFORM} will search the LAN for a DHCP server. If a DHCP server is found, {PLATFORM} will configure itself to obtain an IP address on the LAN port.
sv: Här ställer du in hur du når din {PLATFORM} från datorer på ditt lokala nätverk (LAN). Din {PLATFORM} har en automatisk funktion på LAN för att välja nätverksinställningar som passar ditt hemnätverk. När {PLATFORM} kopplas in på nätverket kommer den att söka på LAN efter en annan DHCP-server (router). Om den hittar en kommer {PLATFORM} att ställa in sig för att ta emot IP-adresser på LAN-porten.

source: <strong>Obtain IP-address automatically</strong> - Use this option if you use another DHCP server than {PLATFORM} in your LAN, for example a router or gateway. {PLATFORM} will obtain an IP address automatically.
sv: <strong>Ta emot IP-adress automatiskt. </strong> - Använd detta alternativ om du har en annan DHCP-server eller router på ditt lokala nätverk. {PLATFORM} kommer i så fall att få en IP-adress automatiskt.

source: <strong>Use static IP address settings -</strong> Your {PLATFORM} will be reached on this static IP address in your LAN. The default fall back IP is : <a href='http://192.168.10.1' target= '_blank'>192.168.10.1</a>.
sv: <strong>Använd fast IP-adress -</strong> Din {PLATFORM} kan nås på en fast IP-adress på ditt LAN. Standardadressen är <a href='http://192.168.10.1' target= '_blank'>192.168.10.1</a>.

source: <strong>Enable DNS service</strong> - The Domain Name System (DNS) translates domain names into IP addresses. When you type in a domain name, the DNS server translates the name into the corresponding IP address.
sv: <strong>DNS-tjänst</strong> - DNS (Domain Name System) är ett system som översätter domännamn till IP-adresser. När du skriver in ett domännamn är det DNS-servern som översätter detta till en motsvarande IP-adress.

source: <strong>Enable DHCP server</strong> - The DHCP server gives out IP addresses when a device, connected into {PLATFORM}'s LAN port, is starting up and requests an IP address. The device must be set as a DHCP client to 'Obtain IP address automatically'.
sv: <strong>DHCP-server</strong> - DHCP-servern delar ut IP-adresser när en enhet, kopplad till {PLATFORM}'s LAN-port eller WLAN, startar och frågar efter en IP-adress. Enheten måste då vara inställd som DHCP-klient ('ta emot en IP-adress automatiskt').

source: <strong>Lease range</strong> - The DHCP address pool (Lease range) contains the range of the IP address that will automatically be assigned to the clients (for example computers, media players) on the network.
sv: <strong>IP-adressområde</strong> - Detta är DHCP-serverns adressområde, från vilket den delar ut IP-adresser.

source: <strong>Enable Jumbo frames</strong> - This option enables transmissions of larger data chunks on the LAN interface. <strong>WARNING</strong> - this requires that all equipment on the LAN works in this environment. Use with caution. That said, this feature can improve performance on file transfers between {PLATFORM} and Gigabit capable devices.
sv: <strong>Jumbo-ramar</strong> - Denna option låter {PLATFORM} skicka och ta emot datapaket som är större än normalt. Detta kan teoretiskt öka nätverksprestanda. <strong>VARNING</strong> - Detta kräver att alla enheter på LAN stöder detta.

source: <strong>DHCP leases</strong> - Shows the current network devices in your LAN when having {PLATFORM} as your router. If several network devices has the same hostname the last connected will be shown as a *.
sv: <strong>DHCP-utdelningar</strong> - Detta visar nätverksenheter som är anslutna på ditt LAN och har fått sin IP-adress från {PLATFORM}. Om flera enheter på nätverket har samma enhetsnamn kommer dessa att visas som en *.

source: Please notice that the LAN settings are not editable in the profile 'Automatic network settings', shown for information only.
sv: Observera att LAN-inställningarna inte kan ändras i profilen 'Automatiska nätverksinställningar', utan visas endast för information.
