Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/services.html.po
Languages: de, sv

source: Email
sv: Epost

source: File sharing
de: Dateien veröffentlichen
sv: Fildelning

source: <strong>FTP</strong> - The {PLATFORM} FTP server.
de: <strong>FTP</strong> - Der FTP-Server von {PLATFORM}.
sv: <strong>FTP</strong> - {PLATFORM}'s FTP-server.

source: <strong>Anonymous FTP access</strong> - Allow users to log in to FTP server without a password.
de: <strong>Anonymer FTP-Zugang</strong> - Erlaubt Benutzern die Anmeldung am FTP-Server ohne Passwort.
sv: <strong>Anonym FTP-åtkomst</strong> - Tillåter användare att logga in på FTP utan lösenord.

source: <strong>AFP</strong> - The Apple Filing Protocol (AFP) is a network protocol that offers file services for Mac OS X and original Mac OS.
de: <strong>AFP</strong> - Das Apple Filing Protocol (AFP) ist ein Netzwerkprotokoll, das Dateidienste für Mac OS X- und Original Mac-Betriebssysteme anbietet.
sv: <strong>AFP</strong> - 'Apple Filing Protocol' (AFP) är ett nätverksprotokoll för att hantera filer på Mac OS X.

source: <strong>Windows file share</strong> - Windows file share (Samba) is used to share files and printerns in a Windows network.
de: <strong>Windows Dateifreigabe</strong> - Windows Dateifreigabe (Samba) wird verwendet, um Dateien und Drucker in Netzwerken freizugeben.
sv: <strong>Windows fildelning</strong> - Windows fildelning (Samba) används för att hantera filer och skrivare på ett windowsnätverk.

source: Streaming
sv: Strömmning

source: <strong>DLNA streaming</strong> - Media streaming server. The server shares/streams media data like audio/video/picture/files to DLNA-clients on the network. Many modern media products are DLNA compatible, such as Samsung smart TV's, XBOX 360, Playstation 3, Windows Media Center, DLink Boxee Box, Western Digital TV Live etc. Having this service enabled means that these products automatically can play content stored on your B3.
sv: <strong>DLNA-strömning</strong>. Denna tjänst delar ut och strömmar media som ljud och bild till DLNA-enheter på nätverket. Många moderna mediaenheter (TV, stereo etc.) stöder DLNA, såsom Samsung smart TV'ar, XBOX 360, Playstation 3, Windows Media Center, DLink Boxee Box, Western Digital TV Live etc. Med denna tjänst igång kan dessa enheter spela upp media från {PLATFORM}.

source: <strong>DAAP streaming</strong> - Digital Audio Access Protocol (DAAP) server. Media server for the Roku SoundBridge and iTunes.
de: <strong>DAAP Streaming</strong> - Digital Audio Access Protocol (DAAP)-Server. Medienserver für Roku SoundBridge und iTunes.
sv: <strong>DAAP-strömning</strong> - Digital Audio Access Protocol (DAAP)-server. Detta är mediaservern för iTunes och Roku / Pinnacle soundbridge och flera andra mediaklienter.

source: <strong>Squeezebox Server</strong> - is a streaming audio server supported by Logitech that streams music to The Squeezebox product line.
de: <strong>Squeezebox Server</strong> - ein Streaming Audio-Server, der von Logitech unterstützt wird und Musik zur Squeezebox-Produktlinie streamt.
sv: <strong>Logitech Media server</strong> - är en mediaserver som stödjer Logitechs mediaspelare såsom Squeezebox.

source: <strong>Send and receive</strong> - This is for postfix the smtp server: Sending and receiving emails.
de: <strong>Senden und Empfangen</strong> - Postfix als SMTP-Server: Senden und Empfangen von E-Mails.
sv: <strong>Skicka och ta emot</strong> - Detta är för postfix - SMTP-servern, och låter din B3 skicka och ta emot epost.

source: <strong>IMAP (Required for webmail access)</strong> - This is for dovecot the IMAP server. This service is required for the webmail access to be functional.
de: <strong>IMAP (für Webmail-Zugang)</strong> - Dovecot als IMAP-Server. Dieser Dienst ist für den Zugriff auf Webmail erforderlich.
sv: <strong>IMAP (krävs för webmail-access)</strong> - Detta ä rför dovecot - IMAP-servern.

source: <strong>Email retrieval</strong> - This is for fetchmail, a daemon that collects emails to {PLATFORM}
de: <strong>E-Mail-Abruf</strong> - Für Fetchmail, wenn E-Mails im Daemon-Modus zu {PLATFORM} abgerufen werden
sv: <strong>Eposthämtning</strong> - Detta är för fetchmail, en tjänst som samlar in epost till {PLATFORM}

source: Other
de: Sonstige
sv: Annat

source: <strong>Printing</strong> - {PLATFORM} print server.
de: <strong>Drucken</strong> - Der Druckserver von {PLATFORM}.
sv: <strong>Skrivare</strong> - {PLATFORM} skrivarserver

source: <strong>Up and downloads</strong> - possibility to up / download files on {PLATFORM}, i.e. filemanager and torrents.
de: <strong>Uploads/Downloads</strong> - Möglichkeit zum Hoch- und Herunterladen von Dateien auf bzw. von {PLATFORM}, z. B. Dateimanager und torrents.
sv: <strong>Upp- och nedladdningar</strong> - låter användare ladda upp och ner filer till {PLATFORM}. T.ex. kräver webbfilhanteraren detta, och även torrent-nedladdaren.

source: <strong>Remote access through other router</strong> - tries to open web ports (80 and 443) through your router, to allow for remote access.
sv: <strong>Fjärråtkomst genom annan router</strong> - denna tjänst försöker öppna port 80 och 443 (web) genom en annan router, för att underlätta fjärråtkomst.
