Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/settings_software.html.po
Languages: sv

source: Software update
sv: Mjukvaruuppdatering

source: {PLATFORM}'s software can easily be updated to gain new functionality. Press 'Update system', and the update is automatically performed. Please have patient, it might take a while to perform an update.
sv: {PLATFORM}'s mjukvara kan enkelt uppdateras för att få nya funktioner. Klicka på knappen så sker uppdateringen automatiskt. Observera att en uppdatering ibland kan ta lång tid.

source: After an update, status information is shown. Press the '+' sign to show the complete message.
sv: Efter en uppdatering visas statusinformation. Klicka på plustecknet för att visa det fullständiga meddelandet.

source: Before an update, the software will communicate and exchange information to an Excito controlled server for an automatied analyzis.
sv: Innan en uppdatering, så kommer mjukvaran att kommunicera och utbyta information till en Excito-kontrollerad server för en automatisk analys.

source: This system, which is called "hotfixes", will send information regarding your {PLATFORM} for an automatic analysis, and based upon this information, appropriate actions can be issued to your {PLATFORM} to be taken before the main upgrade is initiated.
sv: Detta system, vilket kallas för "hotfixes", kommer att sända information om din {PLATFORM} för en automatisk analys, och baserat på denna information kan lämpliga åtgärder utfärdas till ditt {PLATFORM} som skall vidtas före den huvudsakliga uppgraderingen påbörjas.

source: All this information is sent to Excito via an encrypted connection, and all server responses are signed using GPG to ensure the security that the content is distributed by Excito.
sv: All denna information skickas till Excito via en krypterad anslutning, och alla svar från servern undertecknas med en GPG-signatur för att garantera säkerheten att innehållet distribueras av Excito.

source: This feature cannot be disabled from the user interface. If you wish to opt out, We refer to the user manual how to proceed with an manual upgrade from the command line interface.
sv: Denna funktion kan inte inaktiveras från användargränssnittet. Om du inte vill ha detta utfört så hänvisar vi till bruksanvisning hur man ska gå vidare med en manuell uppgradering från kommandoraden.

source: All information that is collected is listed below.
sv: All information som samlas in är listad nedan.

source: MAC address
sv: MAC-adress

source: IP addresses
sv: IP-adresser

source: Serial number and key
sv: Serienummer och nyckel

source: RAM memory size
sv: RAM-minnesstorlek

source: CPU model
sv: CPU-modell

source: Status for the installed {PLATFORM} specific packages
sv: Status för installerade {PLATFORM}-specifika paket

source: The log file /tmp/{PLATFORM}-apt.log if existing
sv: Loggfilen /tmp/{PLATFORM}-apt.log om den existerar

source: Current software release version
sv: Nuvarande mjukvaruversion

source: Current running kernel
sv: Nuvarande körande kärna

source: Root disc partition usage
sv: Diskutrymmesanvändning för partitionerna på den interna disken

source: Disc partition setup (LVM/RAID)
sv: Diskinställningar (LVM/RAID)

source: Current package versions
sv: Versioner på alla installerade paket

source: Detailed information about {PLATFORM} software versions is shown here.
sv: Detaljerad information om {PLATFORM}'s mjukvaruversioner visas här.
