Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/settings_backuprestore.html.po
Languages: es, sv

source: Restore a backup
es: Restaurar un respaldo
sv: Återställ en säkerhetskopia

source: Backup and restore settings
es: Configuración de Respaldo y recuperación
sv: Säkerhetskopiera och återställ inställningar

source: 'Backup settings' will backup all your {PLATFORM} settings, nice to have in case you reinstall {PLATFORM} or move the settings to another {PLATFORM} unit. The following settings will be saved :
es: 'Configuración de respaldo' respaldará toda la configuración de tu {PLATFORM}, resulta muy útil en caso de que tengas que reinstalar {PLATFORM} o muevas la configuración a otra unidad {PLATFORM}. Se salva la siguiente configuración :
sv: Detta kommer att säkerhetskopiera alla inställningar på din {PLATFORM}, vilket kan vara bra om du någon gång behöver installera om din {PLATFORM} eller flytta inställningarna till en ny. Följande inställningar kommer att sparas:

source: User accounts (including admin login via WAN setting, passwords) but no user data
es: Cuentas de usuario (incluyendo conexión de admin mediante WAN, contraseñas) pero no datos de usuario
sv: Användarkonton (inklusive inställningar och lösenord, men ingen användardata)

source: Backup jobs
es: Tareas de respaldo
sv: Backupjobb

source: Services settings
es: Configuración de servicios
sv: Tjänsteinställningar

source: Email account settings
es: Configuración de cuentas de correo
sv: Epostkontoinställningar

source: Network setup (all settings i.e. profile, hostname, wireless settings, firewall rules etc)
es: Ajustes de red (toda la configuración p.e. perfil, hostname, configuración inalámbrica, reglas de cortafuefos etc)
sv: Nätverksinställningar

source: Printers
es: Impresoras
sv: Skrivare

source: Perform a backup
es: Realizar un respaldo
sv: Utför en säkerhetskopia

source: Insert an external storage device (USB memory or USB disk) into {PLATFORM}.
es: Inserta un dispositivo de almacenamiento externo (memoria USB o disco USB) en {PLATFORM}.
sv: Sätt i en externt lagringsenhet (USB-minne eller USB-disk) i {PLATFORM}.

source: Choose the Source/Destination and press Backup.
es: Elige la Fuente/Destino y pulda Respaldo.
sv: Välj källa / destination och tryck Säkerhetskopiera.

source: All settings are now saved on a file on the chosen external storage device.
es: Toda la configuración queda salvada en un fichero del almacenamiento externo elegido.
sv: Alla inställningar sparas nu i en fil på din externa lagringsenhet.

source: Insert the storage device containing the backup file into {PLATFORM}.
es: Inserta el dispositivo de almacenamiento que contiene el fichero de respaldo en {PLATFORM}.
sv: Sätt i lagringsenheten som innehåller din säkerhetskopia i {PLATFORM}.

source: Observe that the current users on {PLATFORM} will be removed and the users stored in the backup file will be restored. Although the user data from current users on {PLATFORM} will be left intact in the /home/[user] catalogue.
es: Observa que los actuales usuarios en {PLATFORM} serán eliminados y los usuarios almacenados en el fichero de respaldo serán restaurados. Aunque los datos de usuario de los usuarios actuales en {PLATFORM} permanecerán intactos en el catálogo /home/[usuario].
sv: Notera att användare på din {PLATFORM} kommer att tas bort och att användare lagrade i din säkerhetskopia kommer att återställas. All data från nuvarande användare på din {PLATFORM} kommer att lämnas intakt under /home/[användare].

source: Press restore.
es: Pulsa restaurar.
sv: Tryck återställ.

source: You might need to reconnect your {PLATFORM} depending on how your restored network settings are configured.
es: Puede que tengas que reconectar tu {PLATFORM} en función de la configuración de red restaurada.
sv: Du kan behöva återansluta till din {PLATFORM} beroende på hur dina nätverksinställningar ser ut efter återställningen.
