Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/settings.html.po
Languages: de, es

source: Setup wizard
de: Setup-Assistent
es: Asistente de configuración

source: Use the integrated Setup wizard to make the very first important settings on your {PLATFORM} such as language, time and date, add users and choose an Easyfind name. You can run the wizard at any time.
de: Verwenden Sie den integrierten Setup-Assistenten für die ersten, wichtigen Einstellungen Ihres {PLATFORM} vorzunehmen, z. B. die Einstellung von Datum und Uhrzeit, das Hinzufügen von Benutzern oder die Auswahl eines Easyfind-Namen. Der Assistent kann jederzeit durchgeführt werden.
es: Utiliza el asistente de configuración integrado para establecer la configuración inicial de tu {PLATFORM} tal como idioma, hora y fecha, añadir usuarios y elegir un nombre Easyfind. Puedes ejecutar el asistente en cualquier momento.

source: <strong>Step 1 - Select default language</strong>
de: <strong>Schritt 1 - Wählen Sie Standard-Sprache</strong>
es: <strong>Paso 1 - Selecciona el idioma por defecto</strong>

source: Select the default system language. Click 'Next' to continue.
de: Wählen Sie das Standard-System-Sprache. Klicken Sie auf "Weiter", um fortzufahren.
es: Selecciona el idioma por defecto del sistema. Haz clic en 'Siguiente' para continuar.

source: <strong>Step 2 - Time and date</strong>
de: <strong>Schritt 2 - Datum und Uhrzeit</strong>
es: <strong>Paso 2 - Hora y fecha</strong>

source: Choose time zone and the date and time. You also have the possibility to use an Internet time server. By doing this the date and time is automatically set and updated and you do not have to do any manual time settings. Click 'Next' to continue.
de: Wählen Sie die Zeitzone sowie Datum und Uhrzeit. Sie haben auch die Möglichkeit, einen Timeserver im Internet zu benutzen, um das Datum und die Uhrzeit automatisch einzustellen und zu aktualisieren. In diesem Fall müssen Sie keine manuellen Einstellungen vornehmen. Klicken Sie auf 'Weiter', um fortzufahren.
es: Elije el huso horario y la fecha y hora. También tienes la posibilidad de utilizar un servidor de hora de Internet. De esta manera la fecha y hora se establece y actualiza automáticamente y no tienes que realizar ajustes manuales. Haz clic en 'Siguiente' para continuar.

source: <strong>Step 3 - Create user</strong>
de: <strong>Schritt 3 - Benutzer erstellen</strong>
es: <strong>Paso 3 - Crear usuarios</strong>

source: Create a user, or as many as you desire. Click 'Add user' after filling in the user information. Click 'Next' to continue.
de: Erstellen Sie einen oder mehrere Benutzer. Machen Sie alle erforderlichen Angaben und klicken Sie dann auf 'Benutzer hinzufügen'. Klicken Sie auf 'Weiter', um fortzufahren.
es: Crea un usuario, o tantos como desees. Haz clic en 'Añadir usuario' tras rellenar la información de usuario. Haz clic en 'Siguiente' para continuar.

source: <strong>Step 4 - Network setup</strong>
de: <strong>Schritt 4 - Netzwerk einrichten</strong>
es: <strong>Paso 4 - Configuración de red</strong>

source: Choose if you would like to register for a free Easyfind name. You will reach your {PLATFORM} by surfing to www.-your easyfind name-.{EASYFIND}. Click 'Next' to continue.
de: Entscheiden Sie, ob Sie einen kostenlosen Easyfind-Namen registrieren möchten. Sie erreichen Ihr {PLATFORM} dann über www.-your easyfind name-{EASYFIND}. Klicken Sie auf 'Weiter', um fortzufahren.
es: Elige si quieres register un nombre Easyfind gratuíto. Podrás acceder a {PLATFORM} navegando a www.-tu nombre easyfind-.myown{PLATFORM}.com. Haz clic en 'Siguiente' para continuar.

source: <strong>Setup complete</strong>
de: <strong>Die Einrichtung ist fertig</strong>
es: <strong>Configuración finalizada</strong>

source: Click 'Finish setup' to exit the wizard.
de: Klicken Sie auf 'Setup fertig stellen', um den Assistenten zu beenden.
es: Haz clic en 'Terminar configuración' para salir del asistente.
