Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/user_downloads.html.po
Languages: de, es, sv

source: Downloads
es: Descargas
sv: Nedladdningar

source: Use the {PLATFORM} download manager to download files directly to your {PLATFORM}, wherever you are. The only thing you need is a internet connection and a web browser.
de: Verwenden Sie den Download-Manager von {PLATFORM}, um Dateien von überall direkt auf Ihr {PLATFORM} herunterzuladen. Sie benötigen lediglich eine Internetverbindung und einen Webbrowser.
es: Usa el gestor de descargas de {PLATFORM} para descargar ficheros directamente a tu {PLATFORM}, desde donde estés. Lo único que necesitas es una conexión a internet y un navegador.
sv: Använd nedladdningshanteraren för att ladda ner direkt till din {PLATFORM}, var du än är.

source: Surf to www.-your easyfind name-.{EASYFIND}. Of course if you already are in your home network browse to http://{DEFAULT_HOST}/admin.
de: Surfen Sie zu www.-your easyfind name-.{EASYFIND}. Wenn Sie sich bereits in Ihrem Heimnetzwerk befinden, navigieren Sie zu http://{DEFAULT_HOST}/admin.
es: Navega a tu www.-tu nombre easyfind-.{EASYFIND}. Por supuesto si ya estás en tu red doméstica vete a http://{DEFAULT_HOST}/admin.
sv: Gå till www.-your easyfind name-.{EASYFIND}.

source: Large, time consuming downloads are handled by {PLATFORM} while your computer is turned off. When you initiate your first download a catalogue is created in your /home/[username]/ folder: /home/[username]/downloads.
de: Große, zeitintensive Downloads werden von {PLATFORM} abgearbeitet, während der Computer ausgeschaltet ist. Wenn Sie den ersten Download starten, wird in Ihrem /home/[username]/ Ordner ein Katalog erstellt: /home/[username]/downloads.
es: Las enormes y lentas descargas se manejan por {PLATFORM} mientras tu ordenador está apagado. Cuando inicias tu primera descarga se crea un catálogo en tu carpeta /home/[usuario]/ folder: /home/[usuarioname]/downloads.
sv: Stora, tidsödande nedladdningar hanteras av din {PLATFORM} medan din dator kan vara avstängd. När du startar din första nedladdning skapas katalogen /home/[användarnamn]/downloads där dina nedladdningar hamnar.

source: How to download
de: So können Sie etwas downloaden:
es: Como descargar
sv: Hur man laddar ner

source: At home browse to http://{DEFAULT_HOST}/admin or away from home www.-your easyfind name-.{EASYFIND}/admin.
de: Navigieren Sie zu http://{DEFAULT_HOST}/admin (im Heimnetzwerk) oder zu www.-your easyfind name-.{EASYFIND}/admin.
es: En casa accede a http://{DEFAULT_HOST}/admin o si fuera www.-tu nombre easyfind name-.{EASYFIND}/admin.
sv: Gå till www.-your easyfind name-.{EASYFIND}/admin.

source: Log in as your standard user.
de: Melden Sie sich als Standardbenutzer bei {PLATFORM} an.
es: Conéctate con tu usuario normal.
sv: Logga in som din vanliga användare.

source: Click 'Downloads'.
de: Klicken Sie auf 'Downloads'.
es: Selecciona 'Descargas'.
sv: Klicka på 'Downloads'-ikonen.

source: To initiate a download you need to copy* the URL to the file (or torrent) you desire to download and paste it into the 'Location' field on your {PLATFORM} and click 'Add'.
de: Um einen Download zu starten, müssen Sie die URL zu der Datei (oder torrent), den Sie herunterladen möchten, kopieren* und in das Feld 'Speicherort' auf Ihrem {PLATFORM} einfügen und auf 'Hinzufügen' klicken.
es: Para iniciar una descarga necesitas copiar* la URL del fichero (o torrent) que deseas descargar y pegarla en el campo 'Ubicación' de tu {PLATFORM} pulsando 'Añadir'.
sv: För att starta en nedladdning måste du kopiera* URL:en till filen (eller torrenten) som du vill ladda ner och klistra in den i textfältet, och sedan klicka 'Lägg till'.

source: When the progress bar reaches 100% your download is completed.
de: Wenn die Fortschrittleiste 100 % erreicht, ist der Download abgeschlossen.
es: Cuando la barra de progreso alcanza el 100% tu descarga está completa.
sv: När statusen visar 1005 är din nedladdning kalr.

source: *To copy the URL simply right click on the file (or torrent). Depending on which browser you use and what type of file you desire to download select the appropriate in the right click menu: 'Copy Shortcut', 'Copy Link Location', 'Copy Image Location'
de: *Zum Kopieren der URL klicken Sie einfach mit der rechten Maustaste auf die Datei (oder torrent). Je nach Browser und Datei wählen Sie im Rechtsklick-Menü die entsprechende Option: 'Shortcut kopieren', 'Link-Ort kopieren', 'Bildort kopieren'
es: *Para copiar la URL simplemente selecciona con el botón de la derecha sobre el fichero (o torrent). Dependiendo del navegador que uses y el tipo de fichero que desees descargar selecciona lo adecuado en el menú del click derecho: 'Copiar Acceso directo', 'Copiar dirección del Enlace', 'Copiar dirección de la imagen'
sv: * För att kopiera URL:en kan du högerklicka på filen eller torrenten. Välj sedan 'kopiera länk' eller liknande.

source: More information
de: Weitere Informationen
es: Mas información
sv: Mer information

source: As you add files for download, {PLATFORM} allocates disk space for the files. If you look in the /home/[username]/downloads/ catalogue it seems as if the files exist but as long as the progress bar still not has reached 100% the files are not complete.
de: Wenn Sie Dateien zum Downloaden hinzufügen, weist {PLATFORM} den Dateien einen Speicherort zu. Im /home/[username]/downloads/ Katalog kann es deshalb so aussehen, als wären die Dateien bereits heruntergeladen. Solange aber die Fortschrittleiste nicht 100 % erreicht hat, sind die Dateien noch nicht vollständig übertragen.
es: Según añades ficheros para descarga, {PLATFORM} habilita espacio en disco para los ficheros. Si miras en el catálogo /home/[usuario]/downloads/ parece como si los ficheros existen pero en tanto la barra de progreso no alcance el 100% los ficheros no están completos.
sv: Efterhand som du lägger till filer för nedladdning, {PLATFORM} allokerar diskutrymme för filerna. Om man tittar under /home/[användarnamn]/downloads kan det se ut som filen är komplett, men innan den nått 100% är den inte det.

source: Currently the download manager support the standards HTTP, FTP and bittorrent downloads. You don't need to open any ports in your firewall when using the download manager, but for torrent downloads it is recommended to open the ports 10000-14000 in the Firewall settings.
de: Der Download-Manager unterstützt die HTTP, FTP und bittorrent-Standarddownloads. Bei Verwendung des Download-Manager müssen in der Firewall keine Ports geöffnet werden; lediglich für torrent-Downloads wird empfohlen, die Ports 10000-14000 in den Einstellungen für die Firewall zu öffnen.
es: Actualmente el gestor de descargas soporta los estándares HTTP, FTP y bittorrent. No necesitas abrir puertos en tu cortafuegos cuando utilizas el gestor de descargas, pero para las descargas Bit-torrent se recomienda abrir los puertos 10000-14000 en la configuración del Cortafuegos.
sv: Downloadhanteraren stöder HTTP, FTP och bittorent. Du behöver inte öppna några portar i brandväggen, men det kan öka prestandan att öppna portarna 10000-14000 under brandväggsinställningarna.

source: NOTE: When downloading bittorrents, note that the download manager will continue to share the file until you press 'Cancel' or 'Clear'.
de: HINWEIS: Beachten Sie beim Herunterladen von bittorrents, dass der Download-Manager die Dateien freigibt, bis Sie 'Abbrechen' oder 'Löschen' drücken.
es: NOTA: Al descargar bittorrents, ten en cuenta que el gestor de descargas continuará compartiendo el fichero hasta que pulses 'Cancelar' o 'Limpiar'.
sv: OBS: När du laddar ner bittorent-filer kommer {PLATFORM} att fortsätta dela ut dessa tills du trycker 'Avbryt' efter en slutförd nedladdning.
