Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/user_album_albums.html.po
Languages: es

source: Share your digital photos with friends and family! With {PLATFORM} you get easy to use, out of the box photo album! All you need is your digital pictures!
es: ¡Comparte tus fotos digitales con familia y amigos! ¡con {PLATFORM} tienes un sencillo, disponible álbum de fotos! ¡Sólo necesitas tus fotos digitales!

source: Add Album viewers
es: Añadir invitados al álbum

source: Click the menu item <b>Album viewers</b> to add users for private viewing of photo albums.
es: Selecciona el elemento de menú <b>invitados a álbum</b> para añadir usuarios que puedan ver el álbum de fotos.

source: Add albums
es: Añadir álbumes

source: Every user on {PLATFORM} can create and publish photo albums, except for the administrator.
es: Todo usuario de {PLATFORM} puede crear y publicar álbumes de fotos, excepto el administrador.

source: Log in as your standard user on {PLATFORM}.
es: Conéctate con tu usuario standard a {PLATFORM}.

source: Browse to /home/storage/pictures.
es: Vete hasta /home/storage/pictures.

source: Select the folders or pictures you wish to add as photo albums.
es: Selecciona las carpetas o fotos que quieres añadir como álbumes de fotos.

source: Open the <strong>Album manager</strong>. Decide if the added albums should be public or private. By default all added albums are private.
es: Abre el <strong>Gestor de álbumes</strong>. Decide si los álbumes añadidos deben ser públicos o privados. Por defecto todos los álbumes son privados.

source: Click your album, on the left side of the screen.
es: Selecciona tu álbum, a la izquierda de la pantalla.

source: Ether select the users who you would like to share the album with, then click Update.
es: Bien seleccionas los usuarios con los que quieres compartir el álbum, y pulsas Actualizar.

source: Or click 'Public' if you want the album to be open to anyone who can access your {PLATFORM}, then click Update.
es: O marcas 'Público' si quieres que el álbum esté disponible para cualquiera que acceda a tu {PLATFORM}, y pulsas Actualizar.

source: Done!
es: ¡Hecho!

source: Edit albums
es: Editar álbumes

source: Click the album you wish to edit.
es: Selecciona el álbum que quieres editar.

source: To edit album- or picture caption select the object, enter text and click 'Update'.
es: Para editar un álbum- o pié de foto selecciona el objeto, introduce el texto y marca 'Actualizar'.

source: To delete an album, select the album and press 'Delete album'.
es: Para borrar un álbum, selecciona el álbum y pulsa 'Borrar álbum'.

source: To delete a picture, select the picture and press 'Remove from album'.
es: Para borrar una foto, selecciona la foto y pulsa 'Quitar del álbum'.
