Repository: gordonb3/bubba-admin
Catalog: bubba-frontend/po/help/*/users.html.po
Languages: de, es

source: Users
de: Benutzer
es: Usuarios

source: Here you find all the registered users on your {PLATFORM}. Click on 'Edit user' to change user information.
de: Hier finden Sie alle Benutzer, die für Ihr {PLATFORM} registriert sind. Klicken Sie auf 'Benutzer bearbeiten', wenn Sie die Daten eines Benutzers ändern möchten.
es: Aquí están todos los usuarios registrados en tu {PLATFORM}. Marca en 'Editar usuario' para cambiar la información del mismo.

source: To allow the administrator to lok in remote (via the WAN port) edit the adminitrator user and click '<strong>Allow remote access to system settings</strong>'.
de: Damit der Administrator sich extern einloggen kann (über den WAN-Port), bearbeiten Sie den Administrator-Benutzer und klicken auf '<strong>Remote-Zugriff auf die Systemeinstellungen erlauben</strong>'.
es: Para permitir al administrador acceso remoto (via el puerto WAN) edita el usuario administrador marca '<strong>Permitir acceso remoto a configuración del sistema</strong>'.

source: <strong>Allow shell login</strong> permitts a user to log in via SSH.
de: <strong>Shell-Login zulassen</strong> erlaubt einem Benutzer, sich per SSH einzuloggen
es: <strong>Permitir conexión shell</strong> permite a un usuario conexión mediante SSH

source: Add user
de: Benutzer hinzufügen
es: Añadir usuarior

source: Click '<strong>Add new user</strong>' and fill in the information to add a new user.
de: Klicken Sie auf '<strong>Neuen Benutzer hinzufügen</strong>' und machen Sie die erforderlichen Angaben.
es: Marca '<strong>Añadir nuevo usuario</strong>' y rellena la información para añadir al nuevo usuario.

source: Edit user
de: Benutzer bearbeiten
es: Editar usuario

source: <strong>User name</strong> - Changing the user name (login name) is not possible. To achieve this you will have to delete the user and add a new user with the correct name.
de: <strong>Benutzername</strong> - Der Benutzername (Login-Name) kann nicht verändert werden. Sie müssen den Benutzer stattdessen löschen und mit seinem korrekten Namen neu anlegen.
es: <strong>Nombre de usuario</strong> - No se puede cambiar el nombre de usuario (nombre de conexión). Para realizarlo tienes que borrar el usuario y añadir uno nuevo conel nombre correcto.

source: <strong>Real name</strong> - To add the user's 'Real name'; fill in the information here.
de: strong>Echter Name</strong> - Hier geben Sie den 'Echten Namen' des Benutzers ein.
es: <strong>Nombre real</strong> - Para añadir el auténtico nombre del usuario; rellena ésta información.

source: <strong>Change password</strong> - The administrator can change every users password. Every user has the possibility to change their own password via their own log in. It is strongly suggested that the <strong>admin password is changed</strong> from the default password.
de: <strong>Passwort ändern</strong> - Der Administrator kann die Passwörter der einzelnen Benutzer ändern. Jeder Benutzer hat die Möglichkeit, sein eigenes Passwort zu ändern, indem er sich einloggt. Es wird dringend empfohlen, das <strong>Admin-Passwort</strong> zu ändern und nicht das Standard-Passwort zu verwenden.
es: <strong>Cambiar contraseña</strong> - El administrador puede cambiar la contraseña de todos los usuarios. Cada usuario puede cambiar su propia contraseña una vez conectado. Se sugiere vívamente que la

source: <strong>User language</strong> - Change the user interface language for the selected user.
de: <strong>Benutzer Sprache</strong> - Wechseln Sie die Sprache der Benutzeroberfläche für den gewählten Benutzer.
es: <strong>Idioma de usuario</strong> - Cambia el idioma de la interface para el usuario seleccionado.
